presentations/elevator/elevator.tex
% Created 2021-10-06 Wed 09:19
% Intended LaTeX compiler: pdflatex
\documentclass{basic}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Ben Goldman}
\professor{Ms. Fleming}
\class{Science Research}
\author{Benjamin Goldman}
\date{\today}
\title{Elevator Speech}
\hypersetup{
 pdfauthor={Benjamin Goldman},
 pdftitle={Elevator Speech},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.5)}, 
 pdflang={English}}
\begin{document}

\maketitle
Hello, my name is Ben Goldman, and I am a Junior in the Science Research Program at White Plains High School. I am doing research on climate science, and I have found that El Niño, a crucial climate cycle, could intensify in the future due to global warming. El Nino, or ENSO has a great impact on human society, by regulating droughts and flooding all over the world. Research on the impact of climate change on ENSO is important to protect the human societies affected by it. My methodology involves using sets of climate models to determine changes to ENSO intensity. These models use an input of predicted greenhouse gas levels, and then output various aspects of the climate, such as sea temperature. By measuring intensity of El Niño in the model set’s output, I have predicted an increase in ENSO intensity in the mid-21st century, meaning that El Niño could be stronger in the future. Thank you for listening.
\end{document}
